Repository: ilpianista/repoman-arch
Catalog: po/*.po
Languages: cs, es, it, pt_br, zh_cn

source: failed! Cannot add %s to repository.
it: Impossibile aggiungere %s al repository.

source: Skip.\n
it: Ignoro.\n

source: Cannot get %s. Skip.
it: Impossibile scaricare %s.

source: \nI cannot continue without the database repo file. Exit.\n
it: \nNon posso continuare senza il database del repo.\n

source: makepkg failed! Skip.\n
it: makepkg terminato con errore.\n

source: failed! Cannot remove %s from repository.
it: Impossibile rimuovere %s dal repository.

source: Extraction failed! Skip.\n
it: Estrazione non riuscita.\n

source: failed! Cannot upload %s.\n
it: Impossibile inviare %s.\n

source: tarball not found. Skip\n
it: il tarball non è stato trovato.\n

source: done
cs: hotovo
it: fatto

source: done, already built
cs: hotovo, je již sestaveno
it: fatto, già compilato

source: skip, already up-to-date
cs: přeskakuji, již v poslední verzi
it: già aggiornato

source: removed!\n
it: rimosso!\n

source: A tool to manage your personal Arch Linux repository\n
it: Uno strumento per gestire il vostro repository personale di Arch Linux\n

source: Usage: repoman <action>|<flag> [OPTIONS] packages\n
it: Uso: repoman <azione>|<flag> [OPZIONI] pacchetti\n

source: Action:\n
cs: Akce:\n
es: Accion:\n
it: Azione:\n
pt_br: Ação:\n
zh_cn: 行为：\n

source: -A, --add add or update packages on repository\n
cs: -A, --add přidat nebo aktualizovat balíčky v repozitáři\n
it: -A, --add aggiunge o aggiorna i pacchetti del repository\n

source: -R, --remove remove packages from repository\n
cs: -R, --remove odstranit balíčky z repozitáře\n
it: -R, --remove rimuove i pacchetti dal repository\n

source: --create create a new database, then add packages\n
cs: --create vytvořit novou databázi repozitáře, poté přidat balíčky\n
it: --create crea un nuovo database e aggiunge i pacchetti\n

source: --all update the whole repository\n
cs: --all aktualizovat celý repozitář\n
it: --all aggiorna l'intero repository\n

source: -d, --devel rebuild only devel packages on repository\n
cs: -d, --devel přeložit pouze vývojové verze balíčků v repozitáři\n
it: -d, --devel ricompila solo i pacchetti di sviluppo del repository\n

source: Options:\n
cs: Volby:\n
es: Opciones:\n
it: Opzioni:\n
pt_br: Opções:\n
zh_cn: 选项：\n

source: -l, --local use this for local (non-ftp) repository\n
cs: -l, --local použít pro lokální (ne-ftp) repozitář\n
it: -l, --local usa questo come repository locale (non ftp)\n

source: -f, --force build packages if already up-to-date on repo\n
cs: -f, --force vynutit sestavení balíčků obsažených v repozitáři\n
it: -f, --force compila i pacchetti se già aggiornati sul repository\n

source: -k, --keep do not get tarballs from AUR, use local in pkgs/\n
cs: -k, --keep nestahovat archivy z AURu, použít adresář pkgs/\n
it: -k, --keep non preleva gli archivi da AUR, usa quelli in pkgs/\n

source: -u, --noupload do not upload any file to ftp\n
cs: -u, --noupload nepřenášet žádné soubory na ftp\n
it: -u, --noupload non invia nessun file al ftp\n

source: -b, --nobuild do not build packages if exist in workspace dir\n
cs: -b, --nobuild nepřekládat balíčky, pokud jsou již sestavené v pracovním adresáři\n
it: -b, --nobuild se esiste nella directory di lavoro, non crea i pacchetti\n

source: -c, --nochangelog do not use a changelog file\n
cs: -c, --nochangelog nepoužívat soubor changelog\n
it: -c, --nochangelog non utilizza un changelog\n

source: -o, --noconfirm do not ask\n
it: -o, --noconfirm non chiede conferma\n

source: -e, --edit ask to edit pkgbuild for each package\n
cs: -e, --edit ptát se na úpravu PKGBUILDu každého balíčku\n
it: -e, --edit chiede di editare il pkgbuild di ogni pacchetto\n

source: -v, --verbose more verbose, print commands output\n
cs: -v, --verbose více upovídaný výstup, vypsat výstup příkazů\n
it: -v, --verbose visualizza l'output dei comandi\n

source: --keepsrc backup/restore for the local sources (src)\n
it: --keepsrc salva/ripristina i sorgenti locali (src)\n

source: --clean remove any files from workspace dir\n
cs: --clean odstranit všechny soubory z pracovního adresáře\n
es: --clean remueve los archivos del directorio de trabajo\n
it: --clean rimuove tutti i file dalla directory di lavoro\n
pt_br: --clean remove arquivos do diretório de trabalho\n
zh_cn: --clean 从工作区目录中删除所有文件\n

source: --nocolor do not use any color\n
cs: --nocolor nepoužívat barvy\n
es: --nocolor no muestra ningún color en la salida\n
it: --nocolor non utilizza nessun colore\n
pt_br: --nocolor não usa cores\n
zh_cn: --nocolor 不使用颜色\n

source: --help display this help and exit\n
cs: --help vypsat tuto nápovědu a skončit\n
es: --help muestra este texto y sale\n
it: --help mostra questo help ed esce\n
pt_br: --help mostra este help e sai\n
zh_cn: --help 显示该帮助并退出\n

source: REMOVED
cs: ODSTRANĚNO
es: REMOVIDO
it: RIMOSSO
pt_br: REMOVIDO
zh_cn: 已删除

source: Do you want to edit %s PKGBUILD? (Y/n):
cs: Přejete si upravit PKGBUILD pro %s? (A/n):
it: Vuoi editare il PKGBUILD di %s? (S/n):

source: (keeping PKGBUILD)\n
it: (sto mantenendo il PKGBUILD)\n

source: PKGBUILD not found. Skip\n
it: il PKGBUILD non è stato trovato.\n

source: Do you want to clean packages build dirs? (y/N):
it: Vuoi ripulire la directory di compilazione dei pacchetti? (s/N):

source: Any files in workspace directory have been removed!\n
cs: Všechny soubory z pracovního adresáře byly odstraněny!\n
es: Fueron removidos todos los archivos en el directorio de trabajo!\n
it: Sono stati rimossi tutti i file presenti nella directory di lavoro!\n
pt_br: Todos os arquivos no diretório de trabalho foram removidos!\n
zh_cn: 工作区目录的所有文件都将被删除！\n

source: All copy of %s have been removed from ftp!\n
cs: Všechny kopie balíčku %s byly odstraněny z ftp!\n
it: Il pacchetto %s è stato rimosso dal ftp!\n

source: This will update the whole repository!\n
cs: Toto provede aktualizaci celého repozitáře!\n
es: Esto actualizará el repositorio completo!\n
it: Questa opzione aggiornerà l'intero repository!\n
pt_br: Isto atualizará todo o repositório!\n
zh_cn: 将更新整个软件库！\n

source: Getting:
cs: Přenáším:
it: Scaricamento in corso:

source: Packages:
cs: Balíčky:
es: Paquetes:
it: Pacchetti:
pt_br: Pacotes:
zh_cn: 软件包：

source: None package.\n\n
it: Nessun pacchetto.\n\n

source: What I must do with these packages?!\n\n
cs: Co mám provést s těmito balíčky?!\n\n
it: Cosa devo fare con questi pacchetti?!\n\n

source: Getting PKGBUILDs:
it: Sto scaricando i PKGBUILD:

source: Getting packages version...
it: Sto scaricando le versioni dei pacchetti...

source: Building:
cs: Překládám:
it: Compilazione in corso:

source: Updating:
cs: Aktualizuji:
it: Aggiornamento in corso:

source: None packages added to repository\n
cs: Žádné balíčky nebyly přidány do repozitáře\n
it: Nessun pacchetto è stato aggiunto al repository\n

source: Extraction failed. Skip.\n
cs: Rozbalení selhalo. Přeskakuji.\n

source: Makepkg failed. Skip.\n
cs: Makepkg selhalo. Přeskakuji.\n

source: Cannot get %s. Exiting...\n
cs: Nelze stáhnout %s. Končím...\n

source: %s %d added!\n
cs: %s %d přidán!\n

source: Cannot add %s to repository. %d Skip.\n
cs: Nelze přidat %s do repozitáře. %d Přeskakuji.\n

source: %s %d removed!\n
cs: %s %d odstraněn!\n

source: Cannot remove %s from repository. %d Skip.\n
cs: Nelze odstranit %s z repozitáře. %d Přeskakuji.\n

source: A tool to manage your personal ArchLinux repository\n
cs: Nástroj pro správu vlastního repozitáře pro ArchLinux\n
es: Una herramienta para manejar tu repositorio personal de ArchLinux\n
pt_br: Uma ferramenta para gerenciar seu repositório pessoal do ArchLinux\n
zh_cn: 一个管理你个人 Archlinux 软件库的工具\n

source: Usage: repoman <action> [OPTIONS] packages\n
cs: Použití: repoman <akce> [VOLBY] balíčky\n

source: (%s found in pkgs/ dir)\n
cs: (%s nalezen v adresáři pkgs/)\n

source: Cannot get %s. Skip.\n
cs: Nelze stáhnout %s. Přeskakuji.\n

source: Do you want to remove packages build dir? (y/N):
cs: Přejete si odstranit sestavovací adresáře balíčků? (a/N):

source: %s %d uploaded!\n
cs: %s %d přenesen!\n

source: Upload of %s %d failed.\n
cs: Přenesení balíčku %s %d selhalo.\n

source: Downloading:
cs: Stahuji:

source: Extracting:
cs: Rozbaluji:

source: Getting all packages version...
cs: Získávám verze všech balíčků...

source: Cannot get %s. Exiting.
es: Imposible descargar %s. Finalizando.

source: I cannot extract %s. Exiting.
es: Imposible extraer %s. Finalizando.
pt_br: Não foi possível extrair %s. Saindo.
zh_cn: 无法解压 %s，正在退出。

source: %s: Makepkg fail. Exiting.
es: %s: Makepkg produjo un error. Finalizando.
pt_br: %s: Falha no makepkg. Saindo.
zh_cn: %s：Makepkg 失败，正在退出。

source: Upload of %s fail. Exiting.
es: El envio de %s fallo. Finalizando.
pt_br: Envio de %s falhou. Saindo.
zh_cn: 上传 %s 失败，正在退出。

source: skip, exist
es: ignorar, existe
pt_br: pular, existe
zh_cn: 跳过，已存在

source: Updating:
es: Actualizando:
pt_br: Atualizando:
zh_cn: 更新中：

source: added!
es: agregado!
pt_br: adicionado!
zh_cn: 已添加！

source: updated!
es: actualizado!
pt_br: atualizado!
zh_cn: 已更新！

source: removed!
es: removido!
pt_br: removido!
zh_cn: 已删除！

source: Usage: repoman action [OPTIONS] packages\n
es: Uso: repoman accion [OPCIONES] paquetes\n
pt_br: Uso: repoman ação [OPÇÔES] pacotes\n
zh_cn: 用法：repoman 行为 [选项] 软件包\n

source: -A, --add add or update packages to repo\n
es: -A, --add agrega o actualiza los paquetes del repo\n
pt_br: -A, --add adiciona ou atualiza pacotes para o repositório\n
zh_cn: -A, --add 添加或更新软件包到软件库\n

source: -R, --remove remove packages from repo\n
es: -R, --remove remueve paquetes del repo\n
pt_br: -R, --remove remove pacotes do repositório\n
zh_cn: -R, --remove 从软件库中删除软件包\n

source: --create create database repo, then add packages\n
es: --create crea la base de datos del repositorio, entonces agrega los paquetes\n
pt_br: --create cria a base de dados do repositório, e então adiciona pacotes\n
zh_cn: --create 创建软件库的数据库，再添加软件包\n

source: -v, --verbose print commands output\n
es: -v, --verbose visualiza la salida de los comandos\n
pt_br: -v, --verbose mostra as saídas dos comandos\n
zh_cn: -v, --verbose 打印命令行输出\n

source: --nochangelog do not use a changelog file\n
es: --nochangelog no utiliza el archivo de changelog\n
pt_br: --nochangelog não usa um arquivo de changelog\n
zh_cn: --nochangelog 不使用更新日志文件\n

source: --edit ask for edit pkgbuild\n
es: --edit pregunta para la edición del pkgbuild\n
pt_br: --edit pergunta se deseja editar o pkgbuild\n
zh_cn: --edit 要求编辑 pkgbuild\n

source: --noupload do not upload any file to ftp\n
es: --noupload no sube ningún archivo al ftp\n
pt_br: --noupload não envia nenhum arquivo para o ftp\n
zh_cn: --noupload 不上传任何文件到 ftp\n

source: --local use this for local repository\n
es: --local usa este como repositorio local\n
pt_br: --local use isto para repositório local\n
zh_cn: --local 为本地软件库使用它\n

source: -n, --nobuild do not build packages if exist\n
es: -n, --nobuild no construye paquetes si existen\n
pt_br: -n, --nobuild não constroe pacotes caso existam\n
zh_cn: -n, --nobuild 如果已存在则不创建软件包\n

source: Do you want to edit this PKGBUILD? (y/N):
es: Quieres editar este PKGBUILD (s/N):
pt_br: Você deseja editar este PKGBUILD? (s/N):
zh_cn: 你想编辑该 PKGBUILD 吗？(y/N):

source: y
es: s
pt_br: s

source: Downloading:
es: Descargando:
pt_br: Baixando:
zh_cn: 下载中：

source: Do you want to remove package build dir? (y/N):
es: Quieres remover el directorio de construcción del paquete? (s/N):
pt_br: Você deseja remover o diretório de construção do pacote? (s/N):
zh_cn: 你想删除软件包创建目录吗？ (y/N):

source: uploaded!\n
es: actualizado!\n
pt_br: enviado!\n
zh_cn: 已上传！\n

source: All copy of %s have been removed!\n
es: Fueron removidos todos los archivos en el directorio de trabajo!\n
pt_br: Todos as cópias de %s foram removidas!\n
zh_cn: 该 %s 的所有副本都已删除！\n

source: Extracting:
es: Extrayendo:
pt_br: Extraindo:
zh_cn: 解压中：

source: Building:
es: Compilando:
pt_br: Construindo:
zh_cn: 创建中：

source: I cannot get %s. Exiting.
pt_br: Não foi possível baixar %s. Saindo.
zh_cn: 无法获得 %s，正在退出。
